{
  "author": [
    "TurnrDev"
  ],
  "description": "TrainerDex cog for Red-DiscordBot 3",
  "end_user_data_statement": "We use several terms in this document which could be considered ambiguous so I would like to clear these up:\n * the Website - any website hosted on the trainerdex.co.uk domain or any subdomains thereof\n * the Discord Bot - Our official bot instance, TrainerDex#8522, on Discord, or any third party instances that may or may not launch in the future.\n\nBy signing up to TrainerDex through any of the various methods such as; the Website, the Discord Bot or any of our other apps, present and future, you are agreeing to these Terms of Service. These terms of service are subject to change at any time.\n\nWe, TrainerDex, have the right to save and store screenshots of your stats for future audits and verification. We reserve the right to deny a user access to TrainerDex at any time, however, we will always try to provide the reason to the user.\n\nThe following rules/terms are in place and violation of these rules can result in termination of your profile and a permanent ban from the service;\n\n * No use of tools and/or apps to falsify your location in Pokémon Go\n * No use of any tools or software or other methods to falsify your screenshots before submitting them.\n * No submitting anybody else’s screenshots as your own\n * No knowingly submitting false data to TrainerDex\n\nWe endeavour to be open with data. We have a public API for information such as your Pokemon Go profile data. As such, your data may be used on third party tools such as PokeNav.\n\nThe types of information we may store on you include;\n * Various datapoints about your Pokemon Go profile, including username, team, start date and any of the badges information provided to us\n * Your first name, if provided\n * Your email address, if provided\n * Your Discord UID, if provided via the Website or via using the Discord Bot\n * Your Twitter UID, if provided via the Website\n * Your Facebook name, if provided via the Website\n\nIt is within your right to request to be removed from TrainerDex or have your information hidden at any time. However, we are not responsible for third party services caching your public data.\n\nTo request removal or to be hidden from TrainerDex, email <jay@trainerdex.co.uk> or message TurnrDev#0117 ( <@319792326958514176> ) on Discord.",
  "min_bot_version": "3.4.0",
  "requirements": [
    "humanize",
    "PogoOCR==0.3.1",
    "python-dateutil"
  ]
}