Repository: TrainerDex/DiscordBot
Catalog: trainerdex/discord_bot/locales/*.po
Languages: es_es, fr_fr, nl_nl, zh_hk

source: {} is not a valid Pokémon Go username. A Pokémon Go username is 3-15 letters or numbers long.
es_es: {} no es un nombre de usuario válido de Pokémon Go. Un nombre de usuario de Pokémon Go es de 3-15 letras o números de largo.
fr_fr: {} n'est pas un nom d'utilisateur valide dans Pokémon Go. Un nom d'utilisateur Pokémon Go contient de 3 à 15 lettres ou nombres.
nl_nl: {} is geen geldige Pokémon Go gebruikersnaam. Een Pokéşmon Go gebruikersnaam is 3-15 letters of cijfers.
zh_hk: {}不是有效的PokémonGo用戶名。神奇寶貝Go用戶名的長度為3到15個字母或數字。

source: Trainer `{}` not found
es_es: Entrenador `{}` no encontrado
fr_fr: Le dresseur `{}` est introuvable
nl_nl: Trainer `{}` niet gevonden
zh_hk: 培訓師 `{}` 找不到

source: Team `{}` not found
es_es: Equipo `{}` no encontrado
nl_nl: Team `{}` niet gevonden
zh_hk: 團隊 `{}` 找不到

source: Not a valid level. Please choose between 1-40
es_es: Nivel no válido. Por favor, elige entre 1-40
fr_fr: Pas un niveau valide. Veuillez choisir entre 1-40
nl_nl: Geen geldig niveau. Kies tussen 1-40
zh_hk: 無效的級別。請在1-40之間選擇

source: Not a valid number.
es_es: No es un número válido.
fr_fr: Nombre invalide.
nl_nl: Geen geldig nummer.
zh_hk: 無效的號碼。

source: Value too low.
es_es: Valor demasiado bajo.
nl_nl: Waarde te laag.
zh_hk: 值太低。

source: Trainer Code must be 12 digits long and contain only numbers and whitespace.
es_es: El código de entrenador debe tener 12 dígitos y sólo contiene números y espacios en blanco.
zh_hk: 培訓師代碼必須為12位數字，並且只能包含數字和空格。

source: Distance Walked
es_es: Distancia caminando
fr_fr: Distance marchée
zh_hk: 步行距離

source: Pokémon Caught
es_es: Pokémon atrapados
fr_fr: Pokémon attrapé
zh_hk: 捉到的寶可夢

source: PokéStops Visited
es_es: Poképaradas visitadas
fr_fr: PokéStops visités
zh_hk: 拜訪過的寶可補給站

source: Total XP
es_es: Total de PX
fr_fr: Total de PX
zh_hk: 總XP

source: Gold Gyms
zh_hk: 金體育館

source: {guild.name} Leaderboard (All)
es_es: {guild.name} Tablero (Todos)
fr_fr: Classement de {guild.name} (Tous)
nl_nl: {guild.name} Scorebord (Alles)
zh_hk: {guild.name}頁首橫幅（全部）

source: Leaderboard (Top 1000)
es_es: Tabla de clasificación (Top 1000)
fr_fr: Classement (Top 1000)
nl_nl: Scorebord (Top 1000)
zh_hk: 排行榜（前1000名）

source: No data old enough found, using start date.
es_es: No se encontraron datos con suficiente antigüedad, usando la fecha de inicio.
fr_fr: Aucune donnée suffisamment ancienne trouvée en utilisant la date de début.
nl_nl: Geen data gevonden en gebruikt de begindatum.
zh_hk: 找不到足夠舊的數據, 使用開始日期。

source: Interval
es_es: Intervalo
fr_fr: Intervalle
zh_hk: 間隔

source: {gain}/day
es_es: {gain}/día
fr_fr: {gain}/jour
nl_nl: {gain}/dag
zh_hk: {gain}/天

source: Page {page} of {pages} | {footer}
es_es: Página {page} de {pages} | {footer}
fr_fr: Page {page} de {pages} | {footer}
nl_nl: Pagina {page} van {pages} ½ {footer}
zh_hk: 第{pages}頁中的第{page}頁 | {footer}

source: Leaderboards Parameters: `leaderboard`: text options are `guild` (or `server`) and `global` `stat`: text options are `travel_km`, `capture_total`, `pokestops_visited`, `total_xp` `filters`: Union[Team, Level] If you mention any team, it'll filter to that. You can mention more than one team. If you mention one level, it'll show that level and all below. If you mention more than one level, it will show all between the lowest and highest level you mention. Example: `[p]leaderboard` Shows the server leaderboard, unless you're in DMs. `[p]leaderboard global` Shows the global leaderboard, limited to the top 1000 `[p]leaderboard valor mystic 24` Shows the server leaderboard, post-filtered to only show valor and mystic players under or equal to level 24 `[p]leaderboard 15 24` Shows the server leaderboard, post-filtered to only show players between level 15 and 24 (inclusive)
fr_fr: Tableaux de classement Paramètres: `leaderboard`: le texte les options sont `guild` (ou `server`) et `global` `stat`: le texte options sont `travel_km`, `capture_total`, `pokestops_visited`, `total_xp` `filters`: Union[Équipe, Niveau] Si vous mentionnez une équipe, ça va filtrer à ça. Vous pouvez mentionner plus d'une équipe. Si vous mentionnez un niveau, Il va montrer ce niveau et tout au-dessous. Si vous mentionnez plus d'un niveau, il montrera tout entre le niveau le plus bas et le plus haut que vous mentionnez. Exemple: `[p]classement` Montre le classement du serveur, sauf si vous êtes en DMs. `[p]classement global` Montre le classement global, limité au top 1000 `[p]du classement mystic 24` Montre le classement du serveur, après filtré pour ne montrer que les joueurs de valeur et mystique sous ou égal au niveau 24 `[p]au classement 15 24` Montre le classement du serveur, après filtré pour ne montrer que les joueurs entre les niveaux 15 et 24 (inclus)
nl_nl: Leaderboards Parameters: `leaderboard`: text opties zijn `guild` (of `server`) en `global` `stat`: text opties zijn `travel_km`, `capture_total`, `pokestops_visited`, `total_xp` `filters`: Union[Team, Niveau] Als je een team vermeld, daar zal het naar filteren. U kunt meer dan één team vermelden. Als je één niveau vermeldt het zal dat niveau en alles hieronder tonen. Als u meer dan één niveau vermeldt het zal alles laten zien tussen het laagste en het hoogste niveau dat u noemt. Voorbeeld: `[p]leaderboard` Toont de server leaderboard, tenzij je in DM's zit. `[p]scoreboard global` toont het globale leiderbord, beperkt tot de top 1000 `[p]leaderboard klep mystic 24` Toont het server leiderbord, post-gefilterd om alleen de klep en mystieke spelers onder of gelijk aan level 24 `[p]leaderboard 15 24` Toont de server leiderbord, na het filteren om alleen spelers te laten zien tussen level 15 en 24 (inclusief)
zh_hk: 排行榜 參數： 'leaderboard'：文本 選項是`guild`（或`server`）和`global` `stat`: 文字 選項是 `travel_km`, `capture_total`, `pokestops_visited`, `total_xp` `filters`: Union[Team, Level] 如果您提到任何團隊，它都會對此進行過濾。您可以提及多個團隊。 如果您提到一個級別，它將顯示該級別以及下面的所有等級。 如果您提到一個以上的級別，它將顯示您最低和最高級別之間的所有內容。 例子： `[p]leaderboard` 顯示服務器排行榜，除非您在DM中。 `[p]leaderboard global` 顯示全球排行榜（僅限前1000名） `[p]leaderboard valor mystic 24` 顯示服務器排行榜，後過濾後僅顯示24級以下的勇敢和神秘玩家 `[p]leaderboard 15 24` 顯示服務器排行榜，後過濾後僅顯示15到24（含）之間的玩家

source: {stat} Leaderboard
es_es: {stat} Tabla de clasificación
fr_fr: Classement {stat}
nl_nl: {stat} Scorebord
zh_hk: {stat}排行榜

source: {tag} Downloading {leaderboard}…
es_es: {tag} Descargando {leaderboard}…
fr_fr: {tag} Téléchargement {leaderboard}…
nl_nl: {tag} Downloaden {leaderboard}…
zh_hk: {tag}正在下載{leaderboard}…

source: Average {stat_name}: {stat_avg} Trainers: {stat_count} Sum of all Trainers: {stat_sum}
es_es: Promedio {stat_name}: {stat_avg} Entrenadores: {stat_count} Suma de todos los Entrenadores: {stat_sum}
nl_nl: Gemiddeld {stat_name}: {stat_avg} Trainers: {stat_count} Som van alle Trainers: {stat_sum}
zh_hk: 平均{stat_name}：{stat_avg} 培訓師：{stat_count} 所有培訓師的總和：{stat_sum}

source: {tag} Filtering {leaderboard}…
es_es: {tag} Filtrando {leaderboard}…
fr_fr: {tag} Filtrage {leaderboard}…
nl_nl: {tag} Filteren op {leaderboard}…
zh_hk: {tag}正在過濾{排行榜}…

source: No results to display!
es_es: No hay resultados que mostrar!
nl_nl: Geen resultaten om weer te geven!
zh_hk: 沒有結果可顯示！

source: Create a profile in TrainerDex If `guild.assign_roles_on_join` or `guild.set_nickname_on_join` are True, it will do those actions before checking the database. If a trainer already exists for this profile, it will update the Total XP is needed. The command may ask you a few questions. To exit out, say `[p]cancel`.
nl_nl: Maak een profiel aan in TrainerDex als `guild.assign_roles_on_join` of `guild. et_nickname_on_join` zijn waar, het zal deze acties uitvoeren voordat het de database controleert. Als er al een trainer bestaat voor dit profiel, zal het Total XP moeten bijwerken. Het commando kan je een paar vragen stellen. Om af te sluiten, zeg `[p]annuleer`.
zh_hk: 在TrainerDex中創建個人資料 如果`guild.assign_roles_on_join`或`guild.set_nickname_on_join`為True，它將在檢查數據庫之前執行這些操作。 如果此配置文件已存在培訓者，它將更新需要的Total XP。 該命令可能會問您幾個問題。要退出，請說 `[p]cancel`。

source: What is the in-game username of {user}?
es_es: ¿Cuál es el nombre de usuario del juego {user}?
fr_fr: Quel est le pseudo de {user}?
nl_nl: Wat is de in-game gebruikersnaam van {user}?
zh_hk: {user}的遊戲內用戶名是什麼？

source: What team is {user} in?
es_es: ¿En qué equipo está {user}?
fr_fr: Dans quelle équipe est {user}?
nl_nl: In welk team zit {user}?
zh_hk: {user}隸屬哪個團隊？

source: What is {user}‘s Total XP?
es_es: ¿Cuál es el total de PX de {user}?
fr_fr: Qu’est-ce que l’XP totale de {user}?
nl_nl: Wat is {user}'s Total XP?
zh_hk: {user}的總XP是多少？

source: Answer could not be determined. Abandoning!
es_es: No se pudo determinar la respuesta. ¡Abandonando!
fr_fr: La réponse n'a pas pu être déterminée. Abandonner!
nl_nl: Antwoord kon niet worden bepaald. Afbreken!
zh_hk: 無法確定答案。放棄！

source: Cancelled!
es_es: Cancelado!
fr_fr: Annulé!
nl_nl: Geannuleerd!
zh_hk: 取消！

source: Let's go…
es_es: Vámonos…
fr_fr: Allons-y!
nl_nl: Laten we gaan…
zh_hk: 走吧…

source: Adding roles ({roles}) to {user}
es_es: Añadiendo roles ({roles}) a {user}
fr_fr: Ajout des rôles ({roles}) à {user}
nl_nl: Rollen toevoegen ({roles}) aan {user}
zh_hk: 正在添加角色({roles})到{user}

source: {mod} ran the command `{command}`
es_es: {mod} ejecutó el comando `{command}`
fr_fr: {mod} a exécuté la commande `{command}`
nl_nl: {mod} heeft het commando '{command} ' uitgevoerd
zh_hk: {mod}運行命令`{command}`

source: Added roles ({roles}) to {user}
es_es: Añadiendo roles ({roles}) a {user}
fr_fr: Rôles ({roles}) ajoutés à {user}
nl_nl: Rollen toegevoegd ({roles}) aan {user}
zh_hk: 已添加角色({roles})到{user}了

source: Removing roles ({roles}) from {user}
es_es: Removiendo roles ({roles}) a {user}
fr_fr: Suppression des rôles ({roles}) de {user}
nl_nl: Rollen verwijderen ({roles}) van {user}
zh_hk: 正在{user}刪除角色（{roles}）

source: Removed roles ({roles}) from {user}
es_es: Removiendo roles ({roles}) de {user}
fr_fr: Rôles ({roles}) retirés de {user}
nl_nl: Verwijderde rollen ({roles}) van {user}
zh_hk: 已添加角色({roles})到{user}了

source: Changing {user}‘s nick to {nickname}
es_es: Cambiando el apodo de {user} a {nickname}
fr_fr: Pseudo de {user} changé en {nickname}
nl_nl: Veranderen van {user}'s naam naar {nickname}
zh_hk: 正在更改{user}的暱稱為{nickname}

source: Changed {user}‘s nick to {nickname}
es_es: Cambiando el apodo de {user} a {nickname}
fr_fr: Pseudo de {user} changé en {nickname}
nl_nl: Gewijzigd {user}‘s bijnaam naar {nickname}
zh_hk: 已更改{user}的暱稱{nickname}了

source: {user} has been approved!
es_es: {user} ha sido aprobado!
fr_fr: {user} a été approuvé!
nl_nl: {user} is goedgekeurd!
zh_hk: {user}已獲批准！

source: {count} role(s) added.
es_es: {count} role(s) añadido(s).
fr_fr: {count} rôle(s) ajouté(s).
nl_nl: {count} rol(len) toegevoegd.
zh_hk: 添加了{count}個角色。

source: Some roles could not be added. ({roles})
es_es: Algunos roles no se han podido añadir. ({roles})
fr_fr: Certains rôles n'ont pas pu être ajoutés. ({roles})
nl_nl: Sommige rollen konden niet worden toegevoegd. ({roles})
zh_hk: 無法添加某些角色。({roles})

source: {count} role(s) removed.
es_es: {count} role(s) removido(s).
fr_fr: {count} rôle(s) supprimé(s).
nl_nl: {count} rol(len) verwijderd.
zh_hk: {count}個角色已刪除。

source: Some roles could not be removed. ({roles})
es_es: Algunos roles no se han podido remover. ({roles})
fr_fr: Certains rôles n'ont pas pu être supprimés. ({roles})
nl_nl: Sommige rollen konden niet worden verwijderd. ({roles})
zh_hk: 某些角色無法刪除。 ({roles})

source: User nickname set.
es_es: Se estableció su nombre de usuario.
fr_fr: Pseudo défini.
nl_nl: Gebruiker bijnaam ingesteld.
zh_hk: 用戶暱稱設置。

source: User nickname could not be set. (`{nickname}`)
es_es: No se pudo establecer el nombre de usuario. (`{nickname}`)
fr_fr: Le pseudo n'a pas pu être défini. (`{nickname}`)
nl_nl: Gebruikersnaam van gebruiker kon niet worden ingesteld. (`{nickname}`)
zh_hk: 無法設置用戶暱稱。 （`{nickname}`）

source: Checking for user in database
es_es: Comprobando usuario en la base de datos
fr_fr: Recherche de l'utilisateur dans la base de données
nl_nl: Controleren op gebruiker in database
zh_hk: 正在檢查數據庫中的用戶

source: An existing record was found for {user}. Updating details…
es_es: Se encontró un registro existente para {user}. Actualizando detalles…
nl_nl: Er is een bestaand record gevonden voor {user}. Gegevens bijwerken…
zh_hk: 已找到{user}的現有記錄。正在更新詳情...

source: Creating {user}
es_es: Creando usuario {user}
fr_fr: Création de {user}
nl_nl: {user} aanmaken
zh_hk: 正在創建{user}

source: Created {user}
es_es: Usuario creado {user}
fr_fr: {user} créé
nl_nl: Aangemaakt op {user}
zh_hk: 已創建{user}了

source: Setting Total XP for {user} to {total_xp}.
es_es: Ajustando Total de PX para {user} a {total_xp}.
fr_fr: Définition de l'XP total pour {user} à {total_xp}.
nl_nl: XP instellen voor {user} naar {total_xp}.
zh_hk: 正在將{user}的總XP設置為{total_xp}。

source: Won't set Total XP for {user}.
es_es: No se ha establecido el total de PX para {user}.
nl_nl: Zal de totale XP voor {user} niet instellen.
zh_hk: 不會為{user}設置總XP。

source: Successfully added {user} as {trainer}.
es_es: Exitosamente añadido {user} como {trainer}.
fr_fr: {user} a été ajouté en tant que {trainer} avec succès.
nl_nl: {user} succesvol toegevoegd als {trainer}.
zh_hk: 成功將{user}添加為{trainer}。

source: Loading profile…
es_es: Cargando perfil…
fr_fr: Chargement du profil…
nl_nl: Profiel laden…
zh_hk: 正在載入個人資料…

source: ⬎ TrainerDex-specific Moderation Commands
es_es: ⬎ TrainerDex-específico Comandos de Moderación
fr_fr: ⬎ Commandes de modération spécifiques à TrainerDex
nl_nl: ・TrainerDex-specifieke Moderatie Commando's
zh_hk: ⬎TrainerDex特定的審核命令

source: Returns a reason why OCR would have failed
es_es: Devuelve una razón por la que OCR habría fallado
nl_nl: Geeft een reden terug waarom OCR zou zijn mislukt
zh_hk: 返回OCR失敗的原因

source: Message {message.id} failed because the cog is disabled in the guild
es_es: El mensaje {message.id} falló porque el módulo está deshabilitado en el servidor
nl_nl: Bericht {message.id} mislukt omdat de cog is uitgeschakeld in de gilde
zh_hk: 消息{message.id}失敗，因為在行會中已禁用齒輪

source: Message {message.id} failed because there is no file attached.
es_es: El mensaje {message.id} falló porque no hay ningún archivo adjunto.
nl_nl: Bericht {message.id} is mislukt omdat er geen bestand is toegevoegd.
zh_hk: 消息{message.id}失敗，因為沒有附加文件。

source: Message {message.id} failed because there more than file attached.
es_es: El mensaje {message.id} falló porque hay más archivos adjuntos.
nl_nl: Bericht {message.id} is mislukt omdat er meer is dan bestand is toegevoegd.
zh_hk: 消息{message.id}失敗，因為附加的文件過多。

source: Message {message.id} failed because the file is not jpg or png.
nl_nl: Bericht {message.id} mislukt omdat het bestand niet jpg of png is.
zh_hk: 消息{message.id}失敗，因為文件不是jpg或png。

source: Message {message.id} failed because that channel is not enabled for OCR
es_es: El mensaje {message.id} falló porque ese canal no está habilitado para OCR
nl_nl: Bericht {message.id} is mislukt omdat dat kanaal niet is ingeschakeld voor OCR
zh_hk: 消息{message.id}失敗，因為該頻道未啟用OCR

source: Message {message.id} failed because I couldn't find a TrainerDex user for {message.author}
es_es: El mensaje {message.id} falló porque no pude encontrar un usuario de TrainerDex para {message.author}
nl_nl: Bericht {message.id} mislukt omdat ik geen TrainerDex gebruiker kan vinden voor {message.author}
zh_hk: 消息{message.id}失敗，因為我找不到{message.author}的TrainerDex用戶

source: Message {message.id} failed because for an unknown reason
es_es: El mensaje {message.id} falló por una razón desconocida
nl_nl: Bericht {message.id} is mislukt omdat om een onbekende reden
zh_hk: 消息{message.id}失敗，因為原因不明

source: EXPERIMENTAL: Checks for existing users that don't have the right roles, and applies them Warning: This command is slow and experimental. I wouldn't recommend running it without checking by your roles_to_assign_on_approval setting first. It can really mess with roles on a mass scale.
es_es: EXPERIMENTAL: Comprueba los usuarios existentes que no tienen los roles correctos, y los aplica Advertencia: Este comando es lento y experimental. No se recomienda ejecutarlo sin comprobar primero su configuración en roles_to_assign_on_approvation. Realmente puede alterar los roles a gran escala.
nl_nl: EXPERIMENTEEL: Controleert op bestaande gebruikers die niet de juiste rollen hebben, en past ze toe Waarschuwing: dit commando is langzaam en experimenteel. Ik zou niet adviseren om het uit te voeren zonder eerst te controleren op je rolles_to_assign_on_approval instelling. Het kan echt rommelig zijn met rollen op massaschaal.
zh_hk: 實驗：檢查角色不正確的現有用戶，並將其應用 警告：此命令運行緩慢且實驗性。我不建議您先不檢查您的role_to_assign_on_approval設置來運行它。 它確實可以大規模地混入角色。

source: Creating a new post…
zh_hk: 正在建立新訊息…

source: Updating a post from earlier today…
zh_hk: 正在更新今天早些時候的帖子…

source: Sending in DMs
es_es: Enviando en Mensaje privado
nl_nl: Verzenden in DM's
zh_hk: 正在DM中發送

source: Loading output…
es_es: Cargando salida…
fr_fr: Chargement du récapitulatif…
nl_nl: Uitvoer laden…
zh_hk: 正在載入輸出…

source: Find a profile given a username.
es_es: Encuentra un perfil dado con un nombre de usuario.
fr_fr: Trouve un profil à partir d'un pseudo.
nl_nl: Zoek een profiel met een gebruikersnaam.
zh_hk: 查找具有用戶名的個人資料。

source: Searching for profile…
es_es: Buscando perfil…
fr_fr: Recherche du profil…
nl_nl: Op zoek naar profiel…
zh_hk: 正在搜尋個人資料…

source: Profile not found.
es_es: Perfil no encontrado.
fr_fr: Profil non trouvé.
nl_nl: Profiel niet gevonden.
zh_hk: 找不到個人資料。

source: Found profile. Loading…
es_es: Perfil encontrado. Cargando…
fr_fr: Profil trouvé. Chargement…
nl_nl: Profiel gevonden. Laden…
zh_hk: 找到個人資料。載入中...

source: Profile deactivated or hidden.
es_es: Perfil desactivado u oculto.
nl_nl: Profiel gedeactiveerd of verborgen.
zh_hk: 個人資料已停用或隱藏。

source: Checking progress…
es_es: Comprobando progreso…
fr_fr: Vérification de l'avancement…
nl_nl: Voortgang controleren…
zh_hk: 正在檢查進度…

source: Loading leaderboards…
es_es: Cargando tablas de clasificación…
fr_fr: Chargement du classement…
nl_nl: Laden van leaderboards…
zh_hk: 正在載入排行榜…

source: Unknown.
es_es: Desconocido.
zh_hk: 未知

source: Edit various aspects about your profile
es_es: Editar varios aspectos de tu perfil
fr_fr: Modifier différents aspects de votre profil
nl_nl: Verschillende aspecten van je profiel bewerken
zh_hk: 編輯個人資料的各個方面

source: Set the Start Date on your profile This is the date you started playing Pokémon Go and is just under Total XP
es_es: Establece la fecha de inicio de tu perfil Esta es la fecha en la que comenzaste a jugar Pokémon Go y está por debajo del Total de Experiencia
fr_fr: Définissez la date de début sur votre profil C'est la date à laquelle vous avez commencé à jouer à Poké́mon Go et est juste sous XP Total
nl_nl: Stel de startdatum in op je profiel Dit is de datum waarop je Poké.plmon Go begint te spelen en net onder Total XP
zh_hk: 在個人資料上設置開始日期 這是您開始玩精靈寶可夢Go的日期，僅次於總XP

source: Can't set `{key}` because {error}
es_es: No se puede establecer `{key}` porque {error}
zh_hk: 無法設置`{key}`，因為{error}

source: Can't set `{key}` because the date is too early
es_es: No se puede establecer `{key}` porque la fecha es demasiado temprana
zh_hk: 無法設置`{key}`，因為日期過早

source: `{key}` set to {value}
es_es: `{key}` ajustar a {value}
fr_fr: `{key}` définie à {value}
nl_nl: `{key}` veranderd naar {value}
zh_hk: `{key}`設置為{value}

source: `{key}` is {value}
es_es: `{key}` es {value}
fr_fr: `{key}` est {value}
zh_hk: `{key}`為`{value}`

source: Set if you should appear in Leaderboards Hide or show yourself on leaderboards at will!
es_es: Establezca si debes aparecer en las tablas de clasificación ¡Oculta o muestrate en las tablas de clasificación!
fr_fr: Définissez si vous devez apparaître dans les classements Cacher ou vous montrer sur les classements à volonté !
nl_nl: Stel in of u moet verschijnen in Leaderboards Verberg of toon uzelf op leaderboards wanneer u wil!
zh_hk: 設置是否應出現在排行榜中 隨意隱藏或顯示在排行榜上！

source: {trainer.nickname}'s Trainer Code set to {trainer.trainer_code}
es_es: Código del entrenador de {trainer.nickname} establecido a {trainer.trainer_code}
zh_hk: {trainer.nickname}的培訓師代碼設置為{trainer.trainer_code}

source: Looking for team roles…
es_es: Buscando roles de equipo…
nl_nl: Zoeken naar teamrollen…
zh_hk: 尋找團隊角色…

source: Mystic
es_es: Sabiduría
fr_fr: Sagesse
nl_nl: Mystiek
zh_hk: 叡智隊

source: Valor
fr_fr: Bravoure
nl_nl: Waarde
zh_hk: 武勇隊

source: Instinct
es_es: Instinto
fr_fr: Intuition
zh_hk: 靈犀隊

source: Looking for TL40 role…
es_es: Buscando roles TL40…
nl_nl: Op zoek naar TL40 rol…
zh_hk: 尋找TL40角色...

source: Level 40
es_es: Nivel 40
fr_fr: Niveau 40
nl_nl: Niveau 40
zh_hk: 40等級

source: ⬎ Set server and/or channel settings
es_es: ⬎ Establecer la configuración del servidor y/o canal
nl_nl: ◆ Stel server en/of kanaal instellingen in
zh_hk: ⬎設置服務器和/或頻道設置

source: Modify the roles of members when they're approved. This is useful for granting users access to the rest of the server.
es_es: Modifique los roles de los miembros cuando sean aprobados. Es útil para otorgar a los usuarios acceso al resto del servidor.
nl_nl: Wijzig de rollen van leden wanneer ze zijn goedgekeurd. Dit is handig om gebruikers toegang te geven tot de rest van de server.
zh_hk: 批准成員後，修改其角色。 這對於向用戶授予對服務器其餘部分的訪問權限很有用。

source: Modify the nickname of members when they're approved. This is useful for ensuring players can be easily identified.
es_es: Modifique el apodo de los miembros cuando sean aprobados. Esto es útil para asegurar que los jugadores puedan ser fácilmente identificados.
nl_nl: Wijzig de bijnaam van de leden wanneer ze zijn goedgekeurd. Dit is handig om ervoor te zorgen dat spelers gemakkelijk kunnen worden geïdentificeerd.
zh_hk: 批准成員後，修改其暱稱。 這對於確保可以輕鬆識別玩家很有用。

source: Modify the nickname of members when they update their Total XP. This is useful for setting levels in their name.
es_es: Modificar el nick de los miembros cuando actualizan su XP Total. Esto es útil para ajustar niveles en su nombre.
nl_nl: Wijzig de bijnaam van leden wanneer ze hun Total XP bijwerken. Dit is handig om niveaus in hun naam in te stellen.
zh_hk: 當成員更新其總 XP時，請修改其暱稱。 這對於在其名稱中設置級別很有用。

source: Which roles to add/remove to a user on approval Usage: [p]tdxset guild roles_to_assign_on_approval add @Verified, @Trainer ... Assign these roles to users when they are approved [p]tdxset guild roles_to_assign_on_approval remove @Guest Remove these roles from users when they are approved
es_es: Qué roles añadir/eliminar a un usuario en la aprobación Uso: [p]tdxset guild roles_to_assign_on_approval add @Verified, @Entrenador... Asignar estos roles a los usuarios cuando sean aprobados [p]tdxset guild roles_to_assign_on_approval remove @Guest Eliminar estos roles de usuarios cuando sean aprobados
fr_fr: Quels rôles ajouter/supprimer à un utilisateur après approbation Utilisation: [p]tdxset guild roles_to_assign_on_approval add @Vérifié, @Trainer ... Assignez ces rôles aux utilisateurs lorsqu'ils sont approuvés [p]tdxset guild roles_to_assign_on_approval remove @Guest Retirez ces rôles aux utilisateurs lorsqu'ils sont approuvés
nl_nl: Welke rollen toe te voegen/te verwijderen aan een gebruiker bij goedkeuring Gebruik: [p]tdxset guild roles_to_assign_on_approval add @Verified, @Trainer ... Wijs deze rollen toe aan gebruikers wanneer ze zijn goedgekeurd [p]tdxset guild roles_to_assign_on_approval remove @Guest Verwijder deze rollen van gebruikers wanneer ze zijn goedgekeurd
zh_hk: 批准後向用戶添加/刪除哪些角色 用法： [p]tdxset guild roles_to_assign_on_approval add @Verified, @Trainer ... 批准這些角色後，將其分配給用戶 [p]tdxset guild roles_to_assign_on_approval remove @Guest 批准這些角色後，將其從用戶中刪除
