Repository: TrainerDex/DiscordBot
Catalog: trainerdex/discord_bot/locales/*.po
Languages: es_es, fr_fr, nl_nl, zh_hk

source: Send a note to a member upon running `profile create` (aka, `approve`) Set value to `None` to empty it
es_es: Envía una nota a un miembro al ejecutar `profile create` (aka, `approve`) Establece el valor a `None` para vaciarlo
nl_nl: Stuur een notitie naar een lid wanneer het `profiel create` wordt uitgevoerd (aka, `approve`) Zet de waarde op `Geen` om hem te leeg te maken
zh_hk: 在運行“個人資料創建”（又稱“批准”）後向成員發送註釋 將值設置為`None`以將其清空

source: Set if this channel should accept OCR commands.
es_es: Configure si este canal debe aceptar comandos OCR.
fr_fr: Défini si ce canal accepte les commandes OCR.
nl_nl: Stel in als dit kanaal OCR commando's moet accepteren.
zh_hk: 設置此通道是否應接受OCR命令。

source: That's a nice image you have there, let's see…
es_es: Es una buena imagen la que tienes ahí, veamos…
fr_fr: C'est une belle image que nous avons là, voyons voir…
nl_nl: Dat is een mooie afbeelding die je daar hebt, laten we zien…
zh_hk: 那是一張不錯的照片你擁有的，看看...

source: {user}, we found the following stats: {stats} Just processing that now…
es_es: {user}, hemos encontrado las siguientes estadísticas: {stats} Procesando…
nl_nl: {user}, we hebben de volgende statistieken gevonden: {stats} Alleen verwerken dat nu…
zh_hk: {user}，我們發現以下統計信息： {stats} 現在就處理...

source: You've previously set your XP to higher than what you're trying to set it to. It's currently set to {xp}.
es_es: Previamente has establecido tu XP como superior a lo que estás intentando configurar. Actualmente está establecido en {xp}.
fr_fr: Vous avez précédemment défini votre XP à une valeur plus haute que celle donnée actuellement. Votre XP est actuellement de {xp}.
nl_nl: Je hebt je XP eerder ingesteld op hoger dan wat je probeert in te stellen. Het is momenteel ingesteld op {xp}.
zh_hk: 您先前已將XP設置為高於您要設置的XP。當前設置為{xp}。

source: You've already set your XP to this figure. In future, to see the output again, please run the `progress` command as it costs us to run OCR.
es_es: Ya haz configurado el XP en esta cifra. En el futuro, para volver a ver el resultado, ejecute el comando `progress`, ya que nos cuesta ejecutar OCR.
fr_fr: Vous avez déjà défini votre XP sur cette valeur. La prochaine fois, pour voir de nouveau le récapitulatif, veuillez exécuter la commande `progress` car nous payons le système de reconnaissance d'image (OCR).
nl_nl: Je hebt je XP al naar dit getal ingesteld. In de toekomst, om de output opnieuw te zien, voer het `progress` commando uit omdat het ons kost om OCR te draaien.
zh_hk: 您已經將XP設置為此數字。將來，要再次查看輸出，請運行`progress`命令，因為運行OCR會花費我們很多錢。

source: I could not find Total XP in your image.
es_es: No he podido encontrar el total de XP en su imagen.
fr_fr: Je n'ai pas pu trouver Total de PX dans votre image.
nl_nl: Ik kon Total XP niet vinden in uw afbeelding.
zh_hk: 我在您的圖片中找不到總XP。

source: We use Google Vision API to read your images. Please ensure that the ‘Total XP’ field is visible. If it is visible and your image still doesn't scan after a minute, try a new image. Posting the same image again, will likely cause another failure.
es_es: Usamos la API de Google Vision para leer sus imágenes. Asegúrese que el campo `Total de PX` esté visible. Si está visible y su imagen aún no se escanea después de un minuto, pruebe con otra imagen. Volver a publicar la misma imagen probablemente provocará otro error.
nl_nl: We gebruiken Google Vision API om uw afbeeldingen te lezen. Zorg ervoor dat het veld 'Totaal XP' zichtbaar is. Als de afbeelding zichtbaar is en na een minuut nog niet gescand, probeer dan een nieuwe afbeelding. Het opnieuw plaatsen van dezelfde afbeelding zal waarschijnlijk een nieuwe mislukking veroorzaken.
zh_hk: 我們使用Google Vision API讀取您的圖像。請確保“總XP”字段可見。如果可見，但在一分鐘後仍無法掃描圖像，請嘗試使用新圖像。再次發布相同的圖像，可能會導致另一個故障。

source: If that doesn't look right, please contact us on Twitter. {twitter_handle}
es_es: Si no te parece bien, por favor contáctanos en Twitter. {twitter_handle}
fr_fr: Si il semble qu'il y ai un problème, veuillez nous contacter sur Twitter. {twitter_handle}
nl_nl: Als dat niet juist uitziet, neem dan contact met ons op via Twitter. {twitter_handle}
zh_hk: 如果看起來不合適，請通過Twitter與我們聯繫。 {twitter_handle}

source: **You're getting this message because you have been added to the TrainerDex database.** This would likely be in response to you joining `{server.name}` and posting your screenshots for a mod to approve. TrainerDex is a Pokémon Go trainer database and leaderboard. View our privacy policy here: <{privacy_policy_url}> {is_visible_note} If you have any questions, please contact us on Twitter (<{twitter_handle}>), ask the mod who approved you ({mod.mention}), or visit the TrainerDex Support Discord (<{invite_url}>)
es_es: **Estás recibiendo este mensaje porque has sido añadido a la base de datos de TrainerDex. * Esto sería en respuesta a que te unas a `{server.name}` y publicas tus capturas de pantalla para que un mod te pueda aprobar. TrainerDex es una base de datos de entrenadores y tablero de Pokémon Go. Vea nuestra política de privacidad aquí: <{privacy_policy_url}> {is_visible_note} Si tienes alguna pregunta, por favor contáctenos en Twitter (<{twitter_handle}>), pregunta al mod que te aprobó ({mod.mention}), o visita el soporte de TrainerDex Discord (<{invite_url}>)
nl_nl: **U krijgt dit bericht omdat u bent toegevoegd aan de database van TrainerDex. * Dit kan een reactie zijn op het toevoegen van `{server.name}en het plaatsen van je screenshots voor een mod om goed te keuren. TrainerDex is een Poké！ mon Go trainer database en leaderboard. Bekijk ons privacybeleid hier: <{privacy_policy_url}> {is_visible_note} Als je vragen hebt, neem contact met ons op Twitter (<{twitter_handle}>), vraag de mod die je heeft goedgekeurd ({mod.mention}), of bezoek de TrainerDex Support Discord (<{invite_url}>)
zh_hk: **之所以收到此消息，是因為您已被添加到TrainerDex數據庫中。** 這可能是由於您加入了 `{server.name}` 並發布了屏幕截圖以供國防部批准。 TrainerDex是PokémonGo培訓師數據庫和排行榜。在此處查看我們的隱私政策： <{privacy_policy_url}> {is_visible_note} 如有任何疑問，請通過Twitter(<{twitter_handle}>與我們聯繫，詢問批准您的mod({mod.mention})，或訪問TrainerDex支持不和諧協議(<{invite_url}>)

source: Your profile is currently visible. To hide your data from other users, please run the following command in this chat: `{p}profile edit visible false`
es_es: Tu perfil es actualmente visible. Para ocultar sus datos a otros usuarios, ejecuta el siguiente comando en este chat: `{p}profile edit visible false`
nl_nl: Je profiel is momenteel zichtbaar. Het verbergen van je gegevens voor andere gebruikers voer het volgende commando uit in deze chat: `{p}profiel edit visible false`
zh_hk: 您的個人資料當前可見。要向其他用戶隱藏您的數據，請在此聊天中運行以下命令： `{p}profile edit visible false`

source: Your profile is not currently visible. To allow your data to be used, please run the following command in this chat: `{p}profile edit visible true`
es_es: Tu perfil es actualmente no es visible. Para mostrar sus datos a otros usuarios, ejecuta el siguiente comando en este chat: `{p}profile edit visible true`
nl_nl: Je profiel is momenteel niet zichtbaar. Om het gebruik van uw gegevens toe te staan voer het volgende commando uit in deze chat: `{p}profiel edit visible true`
zh_hk: 您的個人資料當前不可見。要允許使用您的數據，請在此聊天中運行以下命令： `{p}profile edit visible true`

source: Additionally, you have a message from `{server.name}`: {note}
es_es: Adicionalmente, tienes un mensaje de `{server.name}`: {note}
nl_nl: Daarnaast heb je een bericht van `{server.name}`: {note}
zh_hk: 另外，您還會收到來自`{server.name}`的消息： {note}

source: OCR Failed to recognise text from screenshot. Please try a *new* screenshot.
es_es: OCR Error al reconocer el texto de la captura de pantalla. Por favor, prueba una *nueva* captura de pantalla.
nl_nl: Herkennen van tekst vanaf schermafbeelding is mislukt. Probeer een *nieuwe* screenshot.

source: {trainer.username}'s Trainer Code set to {trainer.trainer_code}
nl_nl: De trainingscode van {trainer.username}is ingesteld op {trainer.trainer_code}

source: {nickname} | TL{level}
fr_fr: {nickname} | Niveau {level}
