Repository: TrainerDex/DiscordBot
Catalog: trainerdex/discord/locales/*.po
Languages: nl_be

source: {} is not a valid Pokémon Go username. A Pokémon Go username is 3-15 letters or numbers long.
nl_be: {} is geen geldige Pokémon Go gebruikersnaam. Een Pokémon Go gebruikersnaam is 3-15 letters of cijfers lang.

source: Trainer `{}` not found
nl_be: Trainer `{}` niet gevonden

source: Team `{}` not found
nl_be: Team `{}` niet gevonden

source: Not a valid level. Please choose between 1-40
nl_be: Geen geldig level. Kies een level tussen 1-40

source: Not a valid number.
nl_be: Geen geldig getal.

source: Value too low.
nl_be: Waarde te laag.

source: Distance Walked
nl_be: Gewandelde afstand

source: Pokémon Caught
nl_be: Gevangen Pokémon

source: PokéStops Visited
nl_be: Bezochte Pokéstops

source: {guild.name} Leaderboard (All)
nl_be: {guild.name} Klassement (All)

source: Leaderboard (Top 1000)
nl_be: Klassement (Top 1000)

source: No data old enough found, using start date.
nl_be: Geen voldoende oude data gevonden, startdatum wordt gebruikt.

source: Interval
nl_be: Tijdsstap

source: {gain}/day
nl_be: {gain}/dag

source: Page {page} of {pages} | {footer}
nl_be: Pagina {page} van {pages} | {footer}

source: Leaderboards Parameters: `leaderboard`: text options are `guild` (or `server`) and `global` `stat`: text options are `travel_km`, `capture_total`, `pokestops_visited`, `total_xp` `filters`: Union[Team, Level] If you mention any team, it'll filter to that. You can mention more than one team. If you mention one level, it'll show that level and all below. If you mention more than one level, it will show all between the lowest and highest level you mention. Example: `[p]leaderboard` Shows the server leaderboard, unless you're in DMs. `[p]leaderboard global` Shows the global leaderboard, limited to the top 1000 `[p]leaderboard valor mystic 24` Shows the server leaderboard, post-filtered to only show valor and mystic players under or equal to level 24 `[p]leaderboard 15 24` Shows the server leaderboard, post-filtered to only show players between level 15 and 24 (inclusive)
nl_be: Klassementen Parameters: `leaderboard`: tekst opties zijn `guild` (of `server`) en `global` `stat`: tekst opties zijn `travel_km`, `capture_total`, `pokestops_visited`, `total_xp` `filters`: Union[Team, Level] Wanneer je een team vermeldt, zal daarop gefilterd worden. Je kan meer dan één team vermelden. Als je één level vermeldt, zal iedereen op dat level of lager getoond worden. Als je meer dan één level vermeldt, zal het iedereen tonen tussen het laagste en hoogste level dat je vermeldt. Voorbeeld: `[p]leaderboard` Toont het klassement voor de server, tenzij aangeroepen vanuit DM. `[p]leaderboard global` Toon het wereldwijde klassement, beperkt tot de top 1000 `[p]leaderboard valor mystic 24` Toon het klassement voor de server, gefilterd om alleen valor en mystic spelers te tonen, met een level van kleiner of gelijk aan 24 `[p]leaderboard 15 24` Toont het klassement voor de server, gefilterd om alleen de spelers tussen level 15 en 24 weer te geven (uitersten inbegrepen)

source: {stat} Leaderboard
nl_be: {stat} Klassement

source: {tag} Downloading {leaderboard}…
nl_be: {tag} {leaderboard} aan het downloaden…

source: Average {stat_name}: {stat_avg} Trainers: {stat_count} Sum of all Trainers: {stat_sum}
nl_be: Gemiddelde {stat_name}: {stat_avg} Trainers: {stat_count} Som van alle trainers: {stat_sum}

source: {tag} Filtering {leaderboard}…
nl_be: {tag} {leaderboard} aan het filteren…

source: No results to display!
nl_be: Geen resultaten om weer te geven!

source: Create a profile in TrainerDex If `guild.assign_roles_on_join` or `guild.set_nickname_on_join` are True, it will do those actions before checking the database. If a trainer already exists for this profile, it will update the Total XP is needed. The command may ask you a few questions. To exit out, say `[p]cancel`.
nl_be: Een TrainerDex profiel aanmaken Indien `guild.assign_roles_on_join` of `guild.set_nickname_on_join` Waar zijn, zal het deze acties uitvoeren vooraleer de database te controleren. Als er al een trainer bestaat voor dit profiel, zal het updaten. Total XP is vereist. Het commando kan je een aantal vragen stellen. Om te verlaten type `[p]cancel`.

source: What is the in-game username of {user}?
nl_be: Wat is de in-game gebruikersnaam van {user}?

source: What team is {user} in?
nl_be: Van welk team maakt {user} deel uit?

source: What is {user}‘s Total XP?
nl_be: Wat is {user}'s Total XP?

source: Answer could not be determined. Abandoning!
nl_be: Er kon geen antwoord bepaald worden. Script wordt onderbroken!

source: Cancelled!
nl_be: Geanullueerd!

source: Let's go…
nl_be: Hier gaan we…

source: Adding roles ({roles}) to {user}
nl_be: Rollen ({roles}) toevoegen aan {user}

source: {mod} ran the command `{command}`
nl_be: {mod} gebruikte het commando `{command}`

source: Added roles ({roles}) to {user}
nl_be: Rollen ({roles}) toegevoegd aan {user}

source: Removing roles ({roles}) from {user}
nl_be: Rollen ({roles}) verwijderen van {user}

source: Removed roles ({roles}) from {user}
nl_be: Rollen ({roles}) verwijderd van {user}

source: Changing {user}‘s nick to {nickname}
nl_be: Gebruiker {user}'s nick veranderen naar {nickname}

source: Changed {user}‘s nick to {nickname}
nl_be: Gebruiker {user}'s nick veranderd naar {nickname}

source: {user} has been approved!
nl_be: {user} werd goedgekeurd!

source: {count} role(s) added.
nl_be: {count} rol(len) toevoegd.

source: Some roles could not be added. ({roles})
nl_be: Een aantal rollen kon niet worden toegevoegd. ({roles})

source: {count} role(s) removed.
nl_be: {count} rol(len) verwijderd.

source: Some roles could not be removed. ({roles})
nl_be: Een aantal rollen kon niet worden verwijderd. ({roles})

source: User nickname set.
nl_be: Nickname van gebruiker ingesteld.

source: User nickname could not be set. (`{nickname}`)
nl_be: Nickname van gebruiker kon niet worden ingesteld. (`{nickname}`)

source: Checking for user in database
nl_be: In database aan het zoeken naar gebruiker

source: An existing record was found for {user}. Updating details…
nl_be: Een bestaande record werd gevonden voor {user}. Details updaten…

source: Creating {user}
nl_be: {user} aan het aanmaken

source: Created {user}
nl_be: {user} aangemaakt

source: Setting Total XP for {user} to {total_xp}.
nl_be: Total XP voor {user} instellen op {total_xp}.

source: Won't set Total XP for {user}.
nl_be: Total XP voor {user} wordt niet ingesteld.

source: Successfully added {user} as {trainer}.
nl_be: Succesvol {user} toegevoegd als {trainer}.

source: Loading profile…
nl_be: Profiel aan het laden…

source: ⬎ TrainerDex-specific Moderation Commands
nl_be: ⬎ TrainerDex-specifieke Moderatie Commando's

source: Returns a reason why OCR would have failed
nl_be: Geeft een reden terug waarom OCR zou gefaald hebben

source: Message {message.id} failed because the cog is disabled in the guild
nl_be: Bericht {message.id} mislukt omdat de 'cog' uitgeschakeld is in deze server

source: Message {message.id} failed because there is no file attached.
nl_be: Bericht {message.id} mislukt omdat er geen bestand is toegevoegd.

source: Message {message.id} failed because there more than file attached.
nl_be: Bericht {message.id} mislukt omdat er meer dan één bestand werd toegevoegd.

source: Message {message.id} failed because the file is not jpg or png.
nl_be: Boodschap {message.id} mislukt omdat het bestand geen jpg of png is.

source: Message {message.id} failed because that channel is not enabled for OCR
nl_be: Bericht {message.id} mislukt omdat OCR niet ingeschakeld is voor dit kanaal

source: Message {message.id} failed because I couldn't find a TrainerDex user for {message.author}
nl_be: Bericht {message.id} mislukt omdat ik geen TrainerDex gebruiker kon vinden voor {message.author}

source: Message {message.id} failed because for an unknown reason
nl_be: Bericht {message.id} mislukt om een onbekende reden

source: EXPERIMENTAL: Checks for existing users that don't have the right roles, and applies them Warning: This command is slow and experimental. I wouldn't recommend running it without checking by your roles_to_assign_on_approval setting first. It can really mess with roles on a mass scale.
nl_be: EXPERIMENTEEL: Controleert op bestaande gebruikers die de juiste rollen niet hebben, en past ze toe. Waarschuwing: dit commando is traag en experimenteel. Het wordt niet aangeraden het uit te voeren zonder vooraf de 'roles_to_assign_on_approval' setting na te kijken. Het kan ingrijpend rollen overhoop gooien op grote schaal.

source: Sending in DMs
nl_be: Naar DM's aan het sturen

source: Loading output…
nl_be: Uitvoer aan het laden…

source: Find a profile given a username.
nl_be: Vind een profiel op basis van een gebruikersnaam.

source: Searching for profile…
nl_be: Aan het zoeken naar profiel…

source: Profile not found.
nl_be: Profiel niet gevonden.

source: Found profile. Loading…
nl_be: Profiel gevonden. Aan het laden…

source: Profile deactivated or hidden.
nl_be: Profiel gedeactiveerd of verborgen.

source: Checking progress…
nl_be: Voortgang aan het controleren…

source: Loading leaderboards…
nl_be: Klassement aan het laden…

source: Edit various aspects about your profile
nl_be: Bewerk diverse aspecten van je profiel

source: Set the Start Date on your profile This is the date you started playing Pokémon Go and is just under Total XP
nl_be: Zet de startdatum op je profiel Dit is de dag waarop je Pokémon Go begon te spelen, en staat vlak onder je 'Total XP'

source: `{key}` set to {value}
nl_be: `{key}` ingesteld als {value}

source: Set if you should appear in Leaderboards Hide or show yourself on leaderboards at will!
nl_be: Stel in of je in het klassement wil verschijnen Verberg of toon jezelf in het klassement volgens eigen voorkeur!

source: {trainer.nickname}'s Trainer Code set to {trainer.trainer_code}
nl_be: {trainer.nickname}'s Trainer Code ingesteld als {trainer.trainer_code}

source: Looking for team roles…
nl_be: Aan het zoeken naar team-rollen…

source: Looking for TL40 role…
nl_be: Aan het zoeken naar rol voor trainer level 40…

source: ⬎ Set server and/or channel settings
nl_be: ⬎ Stel server en/of kanaal voorkeuren in

source: Modify the roles of members when they're approved. This is useful for granting users access to the rest of the server.
nl_be: Pas de rollen aan van leden wanneer ze goedgekeurd worden. Dit is nuttig om gebruikers toegang te geven tot de rest van de server.

source: Modify the nickname of members when they're approved. This is useful for ensuring players can be easily identified.
nl_be: Pas de nickname van gebruikers aan wanneer ze goedgekeurd worden. Dit is nuttig om te verzekeren dat spelers eenvoudig herkend kunnen worden.

source: Modify the nickname of members when they update their Total XP. This is useful for setting levels in their name.
nl_be: Pas de nickname van leden aan wanneer ze hun Total XP updaten. Dit is nuttig om levels in hun naam automatisch mee in te stellen.

source: Which roles to add/remove to a user on approval Usage: [p]tdxset guild roles_to_assign_on_approval add @Verified, @Trainer ... Assign these roles to users when they are approved [p]tdxset guild roles_to_assign_on_approval remove @Guest Remove these roles from users when they are approved
nl_be: Welke rollen toe te voegen / te verwijderen aan een gebruiker bij goedkeuring Gebruik: [p]tdxset guild roles_to_assign_on_approval add @Verified, @Trainer ... Voeg deze rollen toe aan gebruikers wanneer ze goedgekeurd worden [p]tdxset guild roles_to_assign_on_approval remove @Guest Verwijder deze rollen van gebruikers wanneer ze goedgekeurd worden

source: Send a note to a member upon running `profile create` (aka, `approve`) Set value to `None` to empty it
nl_be: Stuur een bericht naar een lid wanneer je `profile create` (ofte `approve`) uitvoert. Zet de waarde op `None` om het leeg te maken

source: Set if this channel should accept OCR commands.
nl_be: Stel in of dit kanaal OCR (tekstherkenning) commando's moet accepteren.

source: That's a nice image you have there, let's see…
nl_be: Dat is een leuke afbeelding, even kijken…

source: OCR Failed to recognise text from screenshot. Please try a *new* screenshot.
nl_be: OCR faalde om tekst van de schermafbeelding te herkennen. Probeer alstublieft een *nieuwe* schermafbeelding.

source: {user}, we found the following stats: {stats} Just processing that now…
nl_be: {user}, we vonden volgende statistieken; {stats} Dit wordt nu even verwerkt…

source: You've previously set your XP to higher than what you're trying to set it to. It's currently set to {xp}.
nl_be: Je hebt eerder al XP op een hogere waarde gezet dan je nu probeert in te stellen. Deze is momenteel ingesteld op {xp}.

source: You've already set your XP to this figure. In future, to see the output again, please run the `progress` command as it costs us to run OCR.
nl_be: Je hebt je XP al op dit cijfer ingesteld. In de toekomst, om de resultaten te herbekijken, gebruik het 'progress' commando, gezien de tekstherkenning op de afbeeldingen kosten voor ons met zich meebrengt.

source: I could not find Total XP in your image.
nl_be: Ik kon geen Total XP in je afbeelding vinden.

source: We use Google Vision API to read your images. Please ensure that the ‘Total XP’ field is visible. If it is visible and your image still doesn't scan after a minute, try a new image. Posting the same image again, will likely cause another failure.
nl_be: We gebruiken de Google Vision API om je afbeeldingen te lezen. Zorg er alstublieft voor dat het veld 'Total XP' zichtbaar is. Als het zichtbaar is, en je afbeelding wordt na een minuut nog altijd niet gescand, probeer dan een nieuwe afbeelding. Dezelfde afbeelding opnieuw posten, zal hoogstwaarschijnlijk een nieuwe mislukking opleveren.

source: If that doesn't look right, please contact us on Twitter. {twitter_handle}
nl_be: Als dat er niet juist uit ziet, gelieve ons dan te contacteren op Twitter. {twitter_handle}

source: **You're getting this message because you have been added to the TrainerDex database.** This would likely be in response to you joining `{server.name}` and posting your screenshots for a mod to approve. TrainerDex is a Pokémon Go trainer database and leaderboard. View our privacy policy here: <{privacy_policy_url}> {is_visible_note} If you have any questions, please contact us on Twitter (<{twitter_handle}>), ask the mod who approved you ({mod.mention}), or visit the TrainerDex Support Discord (<{invite_url}>)
nl_be: **Je krijgt dit bericht omdat je toevoegd werd aan de TrainerDex database.** Dit is wellicht het gevolg van het vervoegen van `{server.name}` en je screenshots te posten voor een moderator ter goedkeuring. TrainerDex is een Pokémon Go trainer databank en klassement. Ons privacy beleid kan je er hier op nalezen: <{privacy_policy_url}> {is_visible_note} Als je vragen hebt, gelieve ons te contacteren op Twitter (<{twitter_handle}>), stel ze aan de moderator die je toegelaten heeft ({mod.mention}), of bezoek de TrainerDex Support Discord (<{invite_url}>)

source: Your profile is currently visible. To hide your data from other users, please run the following command in this chat: `{p}profile edit visible false`
nl_be: Je profiel is momenteel zichtbaar. Om je data te verbergen voor andere gebruikers, typ volgend commando in deze chat: `{p}profile edit visible false`

source: Your profile is not currently visible. To allow your data to be used, please run the following command in this chat: `{p}profile edit visible true`
nl_be: Je profiel is momenteel niet zichtbaar. Om toe te staan dat je data gebruikt wordt, typ volgend commando in deze chat: `{p}profile edit visible true`

source: Additionally, you have a message from `{server.name}`: {note}
nl_be: Aanvullend heb je een bericht van `{server.name}`: {note}
